// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Paper Feed Cleaning";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancel";

CleaningConfirmationTitle = "Paper Feed Cleaning";
CleaningConfirmationBody = "This process may take several minutes. Mechanical noises are normal during this time. Do not interrupt the process. Click OK to continue.";
PaperFoundTite = "Paper Found";
PaperFoundBody = "Please remove paper from paper tray before continuing Paper Feed Cleaning progress. Click OK to continue.";
PapperFeedCleaningTitle = "Paper Feed Cleaning";
PaperFeedCleaningCompleteBody = "Paper Feed Cleaning is complete.";

NotInitiatedTitle = "Cleaning could not be initiated";
NotInitiatedMsg = "The cleaning procedure could not be initiated. Please check that the printer is online and is not processing any jobs.";

HSDInfoTextFieldValue = "This procedure should be completed when the printer is having trouble picking paper. If the printer does not pick paper when a print job is sent then this procedure will clean a part inside the printer to help fix the problem.";
HSDGuideTextFieldValue = "Remove paper from paper tray before beginning Paper Feed Cleaning process. Click Clean to start the process.";
HSDCleanButtonTitle = "Clean";

PaperFeedCancelingTitle = "Canceling";
